[
  {
    "id": 1,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "I believe that A Brief History of Time was the late Stephen Hawking's first book for the general reader. I can see why it was a best seller worldwide because Stephen was a very entertaining and humorous writer. His explanations of concepts in Astrophysics that I had found inexplicable were a lot clearer by the time I finished reading A Brief History of Time. I would recommend that a person read the last edition of the book because it best reflects the current thinking in Astrophysics. The man who was Stephen Hawking genuinely surprised me. I'm seventy-three and rarely get surprised by much anymore. But in Stephen Hawking the writer I found a kindred spirit and a remarkable human being. Having finally made his acquaintance through his writing, I felt that I had been tuched by genius.",
    "rating": 4.7
  },
  {
    "id": 2,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "Hawkings book is the most understandable description of the physics of time and matter that I've encountered. Not a text book on physics - it's an explanation of classical relativity and quantum mechanics for laymen that focuses on the origin and future of the universe. It describes what scientists have discovered so far and how their thinking has changed over time, and then discusses the possible futures that seem to be implied.Relativity and quantum mechanics are not easy subjects, but this book is as good as it gets for those who want to learn a bit about them without becoming an expert.",
    "rating": 4.8
  },
  {
    "id": 3,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "Stephen Hawking’s A Brief History of Time was originally published in 1988, but I am reviewing the 2017 ebook edition, which includes an updated afterword. This book, intended for an audience of general readers, provides an overview of physics from the astronomical to the subatomic level. In doing so, Hawking delves into such fundamental yet difficult to comprehend questions as the nature of space and time, what happens inside a black hole, and whether time travel will is possible. Through a mix of proven fact, contentious theory, and informed speculation, Hawking takes the reader on a fascinating tour of the arcane workings of the universe.",
    "rating": 4.4
  },
  {
    "id": 4,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "It goes without saying that Steven Hawking was brilliant, and he had a lot of information to give to the world. The actual information inside of this book had me thinking for days about light, the universe, and pretty much everything. However, I found that getting to the actual information was a boring and tedious process. Instead of just saying, heres the facts, heres what we can infer from that, heres why that's the most likely possibility, and here's what that means for the universe Hawking gives the facts and meanders around the inference by saying here's what can be inferred, heres why thats wrong a bunch of times. I would understand going through the accepted theories of different time periods, but there was really no need to go through and talk about almost every theory a person has had about an observation. Overall, if you're really interested in what Steven Hawking had to say, or what almost every scientist has had to say about the universe, buy this book! It really does present a lot of interesting information about the world around us, and I'm really happy I decided to read this book. I just think that the information could've been presented in a much more interesting manner.",
    "rating": 4.7
  },
  {
    "id": 5,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "There is no doubt that Hawking was a genius and one of the most knowledgeable people in this field. Since this is a book aimed at the general public, however, the real judge of its success is how well Hawking can explain complex concepts to a lay reader. It turns out that although Hawking may very well have been the next Einstein, he was no Bill Nye the Science Guy. Though I am not a scientist, I consider myself pretty well-versed in fundamental scientific concepts, yet there were passages in this book that were quite difficult to decipher. Even after repeated readings, some of Hawking’s explanations suffer from excessive ambiguity and assumptions of prior knowledge on the part of the reader.",
    "rating": 4.2
  },
  {
    "id": 6,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "I read this book with my oldest son (13 almost 14 years old) and enjoyed it even more than when I first read it in the 90s. Stephen Hawking is a brilliant writer. His knowledge of his field (theoretical physics) is vast, deep, and emotional. His ability to distill complex ideas into accessable analogies rivals Richard Rhodes (who brilliantly describes Mad Cow Disease in Deadly Feasts and the atom bomb in Atomic Bomb), whom I consider to be the best in class for this ability. I had no appreciation for Dr. Hawkings skill when I first read this book - probably because I skimmed it",
    "rating": 4.9
  },
  {
    "id": 7,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "In this book, it seems that Hawking tries to bring very complex physics subjects to the masses. Of course this is a very hard task. On the other hand, I think no one else could do it better than Hawking. He has really made a great job on describing theories like the general relativity and the uncertainty principle in what I think is a simple form, avoiding technical and mathematical terms and with a touch of good humor. However, those concepts are so complex that, despite the effortof Hawking, they are still very hard to understand. Consequently, the boom is a heavy reading. I think most people will need to read it several times and do some additional researchto be able to have a minimum idea of the main physical concepts behind Hawking's history of time. However, by reading the book, it becomes clear why Hawking is considered one of the greatest minds of history. For this reason, I strongly recommend this book.",
    "rating": 4.8
  },
  {
    "id": 8,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "After several physics courses at MIU back in the late seventies and getting severely bit by the physics bug, I continued to follow physics and off and on contemplating a change in careers. So, I read Hawkings Brief History and then became a lifelong amateur physicist by virtue of tackling the Hard Problem. This book was a waypoint on that journey that I've just revisited - in electronic form so I can keep it mobile and re-read whenever I'm away from my bookshelf somewhere else in the state. This is one of those must read books on physics for the average citizen that they can use to keep somewhat in touch with the science.",
    "rating": 4
  },
  {
    "id": 9,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "Easy read for this topic. Stephen Hawkins gives a great rundown of philosophers and later scientists as they came to the understanding of the solar system, galaxy, and the universe. He has a good since of humor as he presents the constant struggles of the great thinkers of their time to correct the misconceptions of the status quo. I also took away the notion that for every leap of understanding we obtain their comes with it larger questions of the unknown. It seems Mr. Hawkins acquired a great since of humility along with his understanding of human nature and the universe. I greatly enjoyed this book and recommend it to anyone interested in physics but not so much mathematics.",
    "rating": 4.5
  },
  {
    "id": 10,
    "name": "ULTRABOOST 22 SHOES",
    "img": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/fbaf991a78bc4896a3e9ad7800abcec6_9366/Ultraboost_22_Shoes_Black_GZ0127_01_standard.jpg",
    "description": "To see a world in a grain of sand, And a heaven in a wild flower, Hold infinity in the palm of your hand, And eternity in an hour. A robin redbreast in a cage Puts all heaven in a rage. A dove-house fill'd with doves and pigeons Shudders hell thro' all its regions. -William Blake. Prof. Hawking's true genius is his ability to make the subject matter understandable. A Fascinating read and better then any social media crap.",
    "rating": 4.2
  }
]